# St7SetNumTimeStepRows

Sets the number of rows used to specify the time integration intervals for the analysis. Each row may have
separate time step and integration settings.

long St7SetNumTimeStepRows(long uID, long NumRows)
Input Parameters
uID
Strand7 model file ID.
NumRows
Number of rows.